
# name= input('Введите ваше имя: ')
# city = input('Введи свой город: ')
# age = int(input('Введи свой возраст: '))
#
# print(f'Приятно познакомиться, {name}! ')
# print(f'Твой город, {city}! ')
# print(f'Твой возраст, {age}! '
#       f'А меня зовут Пинки Пай!'
#       f'Давай дружить!'
#       f'Будет весело-весело-весело!!!')

name= input('Введите ваше имя: ')
city = input('Введи свой город: ')
age = int(input('Введи свой возраст: '))
print('Доброго времени суток: {} '
      'Ваш город: {} , Ваш возраст: {}'.format(name,city,age))
